[
  {
    "name": "Andy",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2021\nData de entrada: 2021\nRaça: Podengo\nPorte: Pequeno/Médio\nPersonalidade: Ativo, muito meigo e brincalhão\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Esterilizado\nHistória: Andy nasceu na rua com mais quatro irmãos. Todos foram recolhidos\ne os irmãos adotados, apenas o Andy não teve interessados."
  },
  {
    "name": "Arisca",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2017\nData de entrada: 2021\nRaça: Indefinida\nPorte: Pequeno\nPersonalidade: Calma, meiga e muito companheira\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nSociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Foi abandonada perto de um restaurante, onde era alimentada,\nacabou por emprenhar e parir lá, mas só nos deram conhecimento dela e das\nfilhas já elas tinham dois meses, felizmente as filhas foram ambas adotadas, já\na Arisca continua connosco."
  },
  {
    "name": "Becas",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2011\nData de entrada:2011\nRaça: Indefinida\nPorte: Pequeno/Médio\nPersonalidade: Assustada quando não conhece, mas muito meiga e tranquila\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Foi abandonada em bebé, e cresceu no abrigo.\nA Becas ainda chegou a ser adotada, mas sofreu maus tratos, e foi recolhida\nnovamente para o abrigo onde se encontra até hoje."
  },
  {
    "name": "Bianca",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2018\nData entrada: 2022\nRaça: Indefinida\nPorte: Pequeno/médio\nPersonalidade: Receosa quando não conhece, muito independente\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: A Bianca vivia na rua junto com o Bernardo, eles jamais aceitavam aproximação, sempre que viam alguém desapareciam. Um dia, entraram num galinheiro só que não conseguiam sair. Os populares ameaçavam fazer-lhes mal e nós, embora sem espaço, não podíamos virar costas e fizemos os possíveis para os receber. Vinha muito magra, com sarna e com um medo terrível de humanos, eles ficaram mais de uma semana sem saírem da box, tal era a desconfiança e medo... A Bianca aceita o toque mas não gosta muito, é muito independente mas muito companheira."
  },
  {
    "name": "Charlie",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2012\nData de entrada: 2012\nRaça: Indefinida\nPorte: Pequeno/Médio\nPersonalidade: Receoso quando não conhece, mas muito meigo e calmo\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Castrado\nHistória: Foi abandonado em bebé, e cresceu no abrigo."
  },
  {
    "name": "Farrusca",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2018\nData de entrada: 2023\nRaça: Podenga\nPorte: Pequeno\nPersonalidade: Meiga, muito tranquila e companheira\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Apareceu a vaguear na rua de uma freguesia, acolhida por quem não ficou indiferente e nos pediu ajuda. Estava com um olho bastante ferido, com uma grande infeção, causada por algum trauma. Estava com anemia, desidratada, desnutrida, com o baço aumentado e em cio. Foi tratada, recuperou por completo e está mais que pronta para adoção."
  },
  {
    "name": "Fiona",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2018\nData de entrada: 2018\nRaça: Indefinida\nPorte: Pequeno\nPersonalidade: Receosa quando não conhece, mas muito meiga e carente\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Foi abandonada em bebé, junto com o seu irmão, ambos extremamente assustados, notava-se que eram animais que não estavam habituados a contacto. Foram ambos recolhidos e seguiram para família de acolhimento, para uma melhor recuperação."
  },
  {
    "name": "Gamora",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2021\nDeu entrada:2022\nRaça: Indefinida\nPorte: Pequeno\nPersonalidade: Meiga, brincalhona e ativa\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nSociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Encontrada com uma das patas toda torta, de uma fratura antiga, a pele em muito mau estado, magra e não aceitava o toque, sempre que tentávamos resgatar ela desaparecia. Com ajuda de populares foi possível que ela entrasse num estabelecimento, foi fechada lá dentro e recolhida. O que temíamos, a fratura era antiga e a única solução era amputação. Esperamos que ela recuperasse um pouco o peso e foi submetida a cirurgia, foram semanas bem complicadas, a aceitação do toque humano, a cirurgia, o ter que usar funil, ter que estar fechada, conseguiu arrancar pontos tal era a sua revolta… Mas com muita paciência e amor aos poucos ela foi percebendo que podia confiar em nós, e agora é uma cadela completamente diferente, tão meiga e dependente de nós, é uma tripé feliz e que faz uma vida completamente normal e corre como se tivesse todas as patas."
  },
  {
    "name": "Isis",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2019\nData de entrada: 2022\nRaça: Podengo\nPorte: Pequeno/Médio\nPersonalidade: Calma, brincalhona e meiga\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Foi abandonada com os seus filhos recém-nascidos. Dado todo o trauma, a Isis não aceitava aproximação e atacava sempre que tentávamos chegar perto. Com muito tempo e paciência começamos a ganhar a confiança dela. Foram precisas três longas semanas. Hoje é um autêntico poço de mimo."
  },
  {
    "name": "Julieta",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2012\nData de entrada: 2013\nRaça: Indefinida\nPorte: Pequeno/Médio\nPersonalidade: Receosa até ganhar confiança, mas muito meiga e\ncompanheira\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Deambulava pelas ruas da Póvoa com um amigo, ambos recolhidos."
  },
  {
    "name": "Kit",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2019\nData de entrada: 2020\nRaça: Podenga\nPorte: Pequeno/Médio\nPersonalidade: Calma, meiga e ativa\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nSociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Deambulava junto com a sua amiga Kat, por uma das freguesias da nossa Vila, estava bastante assustada aquando o seu resgate, mas depressa ganhamos a sua confiança."
  },
  {
    "name": "Nick",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2019\nData de entrada: 2024\nRaça: Indefinida\nPorte: Pequeno\nPersonalidade: Meigo, calmo e muito carente\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nSociável com gatos\nChipado, Vacinado, Esterilizado\nHistória: O Nick foi resgatado de uma situação de negligência. Resgatado com 5 anos, onde todos eles, tinham sido vividos num galinheiro, e como se isso já não fosse mau, ainda vivia acorrentado, dentro desse mesmo galinheiro, a uma casota de cimento fria e imunda.\nO seu olhar era de partir o coração, um cão que nunca teve qualquer tipo de contacto humano, que se escondia e tremia de medo sempre que nos aproximávamos dele.\nVinha com um cheiro nauseabundo, com muitas falhas de pelo e crostas, por todo o corpo. Tinha algumas alterações analíticas, derivado à vida e alimentação que levava, luxação de rótula e com alguma atrofia nas patas traseiras.\nHoje, é um cão diferente, já confia plenamente no ser humano, e a luxação e a atrofia das patas estão muito melhores."
  },
  {
    "name": "Nobita",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2015\nData de entrada: 2017\nRaça: Indefinida\nPorte: Pequeno/Médio\nPersonalidade: Muito carente e brincalhão\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Castrado\nHistória: Encontrado a vaguear pelas ruas da Póvoa."
  },
  {
    "name": "Patty",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2013\nData de entrada: 2022\nRaça: X Podenga\nPorte: Pequeno\nPersonalidade: Muito calma, meiga e companheira\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Paty já sentiu na pele o abandono duas vezes. Foi acolhida por uma família, que lhe deu uma casa, amor e conforto, no entanto agora deixou-a para trás, devido às adversidades da vida. Paty vive agora numa box fria e pequena de canil, chorando de noite sem o calor humano. Esta cadela merece uma história de vida mais feliz."
  },
  {
    "name": "Shrek",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2018\nData de entrada: 2018\nRaça: Indefinida\nPorte: Pequeno\nPersonalidade: Receoso no início, mas muito calmo e companheiro\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Castrado\nHistória: O Shrek foi abandonado junto com a sua irmã ainda em bebés. Devido ao medo que mostrava deu para perceber que eram animais que não estavam habituados a contacto, e mesmo nos dias de hoje, é um menino que gosta apenas de fazer companhia ás pessoas, mas que não é muito de aceitar mimo."
  },
  {
    "name": "Abby",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2019\nData de entrada: 2022\nRaça: X Podenga\nPorte: Médio\nPersonalidade: Meiga, brincalhona e companheira\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Mais uma vítima de abandono. Tinha sido mãe, foi recolhida\njuntamente com os seus 5 filhos recém-nascidos."
  },
  {
    "name": "Afonso",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2020\nData de entrada: 2023\nRaça: X Podengo\nPorte: Médio\nPersonalidade: Meigo, ativo e brincalhão\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Esterilizado\nHistória: Afonso foi abandonado numa zona bastante erma, ele e mais uma cadela. Ambos, não aceitavam o toque, o que dificultou o seu resgate, só com recurso a armadilha foi possível. Mas desde logo, se mostrou um menino meigo, apenas assustado por maus tratos que certamente já sofreu."
  },
  {
    "name": "Aisha",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2014\nData de entrada:2015\nRaça: Indefinida\nPorte: Médio/Grande\nPersonalidade: Calma, muito carente e companheira\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Foi deixa"
  },
  {
    "name": "Alana",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2019\nData de entrada: 2023\nRaça: X Podengo\nPorte: Médio\nPersonalidade: Meiga, tranquila e companheira\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nSociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: A Alana já estava sinalizada alguns meses, mas tanto aparecia como\ndesaparecia. A última vez que apareceu, vinha com um dos seus membros amputados\nquase na totalidade e com o focinho inchado. Ela entrou num terreno e não conseguia\nsair, então era a altura perfeita para o seu resgate.\nEstava com uma grande infeção naquela zona, e o resto do membro com fratura. Ao\nque tudo indica terá ficado presa numa armadilha, mas o pior no meio de tudo, foi,\ndado o estado dos seus dentes, percebemos que ela mordeu-se a ela própria para se\npuder libertar.\nDepois da infeção controlada, foi a cirurgia, para puder retirar o membro na totalidade.\nTeve uma boa recuperação. Apesar de tudo o que passou, a Alana desde o início que\nse mostrou uma cadela muito meiga e fiel, tem algum receio quando não conhece,\nmas muito facilmente ganha-se a sua confiança."
  },
  {
    "name": "Amy",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2022\nDeu entrada: 2022\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Meiga, muito companheira e energética\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: A Amy foi abandonada juntamente com os seus 4 irmãos e a mãe, com\npoucos dias de vida. Foram recolhidos e ficaram connosco até estarem disponíveis\npara adoção. A Amy nunca teve nenhum interessado."
  },
  {
    "name": "Athos",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2011\nData de entrada:2011\nRaça: Podengo\nPorte: Médio\nPersonalidade: Muito calmo e meigo\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Castrado\nHistória: Foi abandonado em bebé, e cresceu no abrigo."
  },
  {
    "name": "Ayla",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2021\nDeu entrada: 2022\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Muito meiga, companheira e fiel\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nSociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: A Ayla foi abandonada junto com a sua mãe, perto do canil, presas por um\narame para que não conseguissem fugir."
  },
  {
    "name": "Bart",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2023\nData de entrada: 2023\nRaça: Indeterminada\nPorte: Médio\nPersonalidade: Meigo, ativo e companheiro\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Esterilizado\nHistória: O Bart foi fruto de uma ninhada indesejada. Pediram-nos ajuda para a\nesterilização dele e da sua irmã e quando os fomos buscar, vimos que eles se\nencontravam à corrente, dois bebés, com 6 meses e já condenados a uma\nprisão. Levamos para esterilizar e claro que não permitimos que os mesmos\nvoltassem para a antiga casa, ficando os dois connosco, naquela que é agora a\ncasa deles. Ambos estavam magros e muito assustados, mas hoje, são\nmeninos completamente mudados."
  },
  {
    "name": "Batatinha",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2019\nData de entrada: 2024\nRaça: Podengo\nPorte: Médio\nPersonalidade: Meigo e calmo\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nSociável com gatos\nChipado, Vacinado, Esterilizado\nHistória: O Batatinha foi vítima de atropelamento, mas já tinha sido pelo menos\nuns 4 dias atrás do dia que nos pediram ajuda.\nAo que tudo indica terá sido atropelado e arrastado, causando uma queimadura\nfeia. Fez pensos com mel, durante quase dois meses, e mesmo com todas as\ndores horríveis, ele sempre se portou muito bem.\nPara além das feridas em pior estado, tinha também várias marcas de feridas\nantigas. Estava desidratado, desnutrido e com anemia.\nEra também um cão muito assustado, notava-se claramente que já teria sido\nmuito maltratado e que nunca deve ter tido contacto humano.\nAgora está completamente recuperado, tanto física como psicologicamente."
  },
  {
    "name": "Belinha",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2020\nData de entrada:2022\nRaça: Podenga\nPorte: Média\nPersonalidade: Tímida quando não conhece, mas muito meiga\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: A Belinha “só” mais uma podenga abandonada. Ainda jovem quando foi deixada para trás, certamente não agradou o seu “detentor”. Quando foi encontrada, a Belinha mostrou-se receosa, mas acabou por ceder e foi possível o seu resgate. Nota-se que foi uma menina que já passou por algumas coisas más, mas agora está mais confiante nos seres humanos."
  },
  {
    "name": "Bella",
    "description": ""
  },
  {
    "name": "Bia",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2020\nData de entrada: 2020\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Assustada quando não conhece, mas muito meiga e\ncompanheira\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Nasceu na rua mais as suas irmãs. Foram todas recolhidas, junto com a mãe, mas nunca saíram do abrigo"
  },
  {
    "name": "Black",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2018\nData de entrada: 2018\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Muito meigo e tranquilo\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Castrado\nHistória: Foi abandonado em bebé, e cresceu no abrigo."
  },
  {
    "name": "Bolt",
    "description": ""
  },
  {
    "name": "Cacau",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2013\nData entrada: 2020\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Tímido no início, mas muito meigo e companheiro\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nSociável com gatos\nChipado, Vacinado, Castrado\nHistória: O Cacau foi recolhido de uma propriedade mais dois cães, um deles preso a corrente e outro num galinheiro e um terceiro que já tinha falecido (á fome), todos eles muito mal nutridos, conseguíamos contar todos os ossos, o Cacau, era o que se encontrava em melhor estado, porque felizmente conseguia fugir e procurar comida. No início"
  },
  {
    "name": "Calvin",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2024\nData de entrada: 2024\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Ativo, muito meigo e brincalhão\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Esterilizado\nHistória: Calvin,foi abandonado à porta do nosso abrigo, mais um irmão. Vinham repletos de feridas pelo corpo e com falhas de pêlo. Diagnóstico foi sarna e de imediato iniciaram tratamento. Ainda em recuperação, os dois irmãos contraíram Parvovirose. Estiveram bastante mal, mas felizmente recuperaram e sem sequelas. Como se não fosse suficiente a sarna, a parvovirose, só veio atrasar o seu processo de adoção, mas agora está completamente recuperado e pronto a seguir para uma família"
  },
  {
    "name": "Carlota",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2023\nData de entrada: 2023\nRaça: Indeterminada\nPorte: Médio\nPersonalidade: Receosa quando não conhece, mas meiga e brincalhona\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: A mãe da Carlota teve os seus bebés na rua. Infelizmente todos os\nseus bebés ficaram doentes, mas só a Carlota sobreviveu.\nDeu entrada no nosso abrigo, tinha ela já perto de 6 meses. Por ser uma\ncadela que cresceu na rua, a sua interação com os humanos foi praticamente\nnenhuma e consequentemente a sua confiança. É uma cadela bastante\nreceosa, que confia em quem conhece, mas que não é muito cadela de mimo,\nprefere sim a companhia dos seus amigos de quatro patas."
  },
  {
    "name": "Channel",
    "description": ""
  },
  {
    "name": "Chico",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2015\nData de entrada:2018\nRaça: Cruzado labrador\nPorte: Médio\nPersonalidade: Companheiro, meigo e brincalhão\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Castrado\nHistória: O Chico foi retirado de uma situação de maus tratos e negligência.\nDesidratado e desnutrido, repleto de pulgas, carraças e feridas pelo corpo,\ndiante daqueles que diziam ser a sua “família”. Acolhido por nós, tratadas todas\nas suas feridas, tanto do corpo, como todas aquelas que eram evidentes no\nseu olhar. Hoje, o Chico é um cão completamente mudado, hoje ele é feliz e\namado."
  },
  {
    "name": "Clyde",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2010\nData de entrada: 2010\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Receoso quando não conhece, mas muito meigo e calmo\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado\nHistória: Foi encontrado mais o seu irmão junto do corpo da mãe já morta,\nvítima de atropelamento, foram logo recolhidos,"
  },
  {
    "name": "Dorito",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2022\nData de entrada: 2024\nRaça: Indeterminada\nPorte: Méio/Grande\nPersonalidade: Muito meigo, companheiro e ativo\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Esterilizado\nHistória: O Dorito vivia fechado num galinheiro. Um galinheiro todo ele repleto de fezes e urina. Diziam que o cão não era de ninguém, que apareceu pela zona e que andava a causar estragos e por isso decidiram fecha-lo, mas terreno era de alguém, mas ninguém queria saber do cão. Para além de viver repleto de urina e fezes, ele não tinha nem bebida nem alimentação, para não falar de qualquer tipo de contacto. Quando o fomos buscar, o seu cheiro era nauseabundo, as suas unhas enormes de não as gastar, mas mesmo assim por trás de tudo isto, estava um cão meigo, que mesmo depois de lhe terem feito o que fizeram ele confiava no ser humano. Magro, com alguns medos…Mas agora, tudo isso."
  },
  {
    "name": "Duda",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2018\nData de entrada: 2018\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Meiga, muito brincalhona e extrovertida\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nSociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Foi abandonada em bebé, e cresceu no abrigo."
  },
  {
    "name": "Esmerelda",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2012\nData de entrada: 2012\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Receosa quando não conhece, mas muito meiga e calma\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Foi abandonada em bebé, e cresceu no abrigo."
  },
  {
    "name": "Farrusco",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2019\nData de entrada: 2022\nRaça: Podengo\nPorte: Médio\nPersonalidade: Calmo e meigo\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nSociável com gatos\nChipado, Vacinado, Esterilizado\nHistória: Farrusco foi abandonado na nossa vila. Viveu durante alguns meses na rua, onde era feliz e cuidado por muitos, mas, infelizmente, também há gente muito má, que começaram a fazer mal ao Farrusco. Tivemos de o\nrecolhe e a adaptação ao canil foi muito difícil, uma vez que estava habituado à liberdade. Os seus dias eram passados a chorar. Felizmente foi melhorando e, com amigos de box, ele melhorou bastante. Só necessita de uma família que o volto a dar a liberdade a que ele estava tão habituado."
  },
  {
    "name": "Feliz",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2016\nData entrada: 2021\nRaça: X Podengo\nPorte: Médio\nPersonalidade: Meigo, ativo e companheiro\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nSociável com gatos\nChipado, Vacinado, Castrado\nHistória: Vivia nas ruas da Póvoa onde era feliz, era cuidado e alimentado por várias pessoas, fazia a alegria de muitas pessoas, até que começou a ter comportamentos defensivos, o que nos leva a crer que alguém lhe terá feito mal e infelizmente teve mesmo que ser recolhido."
  },
  {
    "name": "Flora",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2021\nData de entrada: 2024\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Meiga, muito carente e companheira\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: A Flora foi abandonada à porta do nosso abrigo, presa com uma corrente, tudo isto aconteceu em plena luz do dia, enquanto os voluntários se tinham ausentado por uns breves instantes. Como se não bastasse, a Flora estava gestante. Desde o início que se mostrou uma cadela muito meiga, mas também muito assustada. Tinha marca de coleira, o que leva a crer que a corrente que a deixaram, já não era novidade nenhuma para ela. A Flora agora vive livre de correntes, porém é uma menina que chora o tempo todo, é muito dependente dos humanos, chora imenso para vir para junto de nós e está sempre a pedir contacto."
  },
  {
    "name": "Frida",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2020\nData entrada: 2020\nRaça: X Podengo\nPorte: Médio\nPersonalidade: Muito meiga e extrovertida\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Abandonada em bebé, juntamente com os dois, e cresceu no canil."
  },
  {
    "name": "Harley",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2019\nData de entrada: 2022\nRaça: Podenga\nPorte: Médio\nPersonalidade: Muito meiga, calma e companheira\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nSociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Andou na rua durante alguns meses, mas nunca permitiu o seu resgate, tal era o seu medo. Entretanto desapareceu e quando voltou aparecer vinha tão exausta e fraca sendo possível a sua captura. Estava desnutrida, desidratada, com anemia, fratura de fêmur e gestante de quase um mês. Infelizmente e de forma a priorizar a própria saúde, não foi possível prosseguir com a gravidez. Agora está recuperada, física e emocionalmente."
  },
  {
    "name": "Iman",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2014\nData de entrada: 2014\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Receosa no início mas muito meiga e tranquila\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Nasceu na rua, foi recolhida com a sua mãe e cresceu no abrigo."
  },
  {
    "name": "Jack",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2019\nData de entrada: 2022\nRaça: Podengo\nPorte: Médio\nPersonalidade: Meigo, brincalhão e ativo\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Esterilizado\nHistória: Jack foi mais uma das muitas vítimas do abandono. Estava bastante magro e cansado quando foi encontrado. Era um pouco receoso no início, mas depressa ganhamos a sua confiança. Demonstrou-se um cão extremamente meigo e sociável."
  },
  {
    "name": "Jerry",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2018\nData de entrada: 2018\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Muito extrovertido, meigo e ativo\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Castrado\nHistória: Foi abandonado em bebé, e cresceu no abrigo."
  },
  {
    "name": "Jóia",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2019\nRaça: X Podengo\nPorte: Médio\nPersonalidade: Meiga e muito brincalhona\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nSociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Foi-nos comunicado de uma cadela ao cio, com vários cães atrás dela, fomos ao local, mas devido ao stress que todos eles estavam, foi impossível o seu resgate sem que algum deles saísse magoado. Assim que o cio terminou, juntamente com populares, conseguimos resgatar. As primeiras semanas foram muito complicadas, a Jóia tinha pavor de humanos, não saía da box, o seu medo estava estampado no seu olhar e nem sequer se alimentava. Depois de já mais confiante, arranjamos uma companhia para ela, o que veio ajudar e muito na sua recuperação. A Jóia hoje, é uma cadela completamente diferente, que não só aceita mimo como brinca e muito."
  },
  {
    "name": "Kiki",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2016\nData de entrada: 2016\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Muito companheira e meiga\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Foi abandonada em bebé, e cresceu no abrigo. Chegou a ser adotada por duas vezes, mas das duas vezes ela conseguia escapar de casa para voltar para o canil."
  },
  {
    "name": "Kira",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2016\nData de entrada: 2018\nRaça: Podenga\nPorte: Médio\nPersonalidade: Ativa, meiga e companheira\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Foi encontrada, com outra cadela perto de uma zona de caça, mais dois abandonos provenientes de caçadores."
  },
  {
    "name": "Klein",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2024\nData de entrada: 2024\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Ativo, muito meigo e brincalhão\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Esterilizado\nHistória: Klein, foi abandonado à porta do nosso abrigo, mais um irmão. Vinham repletos de feridas pelo corpo e com falhas de pelo. Diagnóstico foi sarna e de imediato iniciaram tratamento. Ainda em recuperação, os dois irmãos contraíram Parvovirose. Estiveram bastante mal, mas felizmente recuperaram e sem sequelas. Como se não fosse suficiente a sarna, a parvovirose, só veio atrasar o seu processo de adoção, mas agora está completamente recuperado e pronto a seguir para uma família."
  },
  {
    "name": "Lady",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2016\nData de entrada: 2019\nRaça: Indefinida\nPorte: Pequeno/Médio\nPersonalidade: Meiga, extrovertida e brincalhona\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Foi encontrada no meio de uma estrada bastante movimentada junto com os seus filhos, felizmente eram voluntários que iam a passar no momento e socorreram logo, a mãe foi muito fácil de apanhar, os bebés foi mais complicado, não deveriam estar habituados a contacto humanos, mas todos saíram são e salvos."
  },
  {
    "name": "Leão",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2022\nDeu entrada: 2022\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Energético, muito meigo e companheiro\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Esterilizado\nHistória: O Leão foi abandonado com apenas mês e meio junto com dois irmãos. Vinham em muito mau estado, desnutridos e repletos de pulgas e carraças."
  },
  {
    "name": "Leila",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2015\nData de entrada: 2021\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Meiga, muito tranquila e companheira\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Foi encontrada numa estrada muito movimentada, tendo quase sido atropelada, assim que a abordamos mostrou-se logo muito meiga, vinha com o pelo em mau estado, com dermatite e com marca de coleira, certamente mais uma que vivia a corrente."
  },
  {
    "name": "Lia",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2020\nData de entrada: 2020\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Assustada quando não conhece, mas muito meiga e\ncompanheira\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Nasceu na rua mais as suas irmãs. Foram todas recolhidas mais a sua mãe, mas nunca saíram do abrigo."
  },
  {
    "name": "Lilo",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2019\nData entrada: 2021\nRaça: Podengo\nPorte: Médio\nPersonalidade: Muito brincalhão, ativo mas também muito carente\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Castrado\nHistória: Foi abandonado numa zona isolada, onde já é costume abandonarem lá animais, estava bastante magro."
  },
  {
    "name": "Limão",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2021\nData de entrada: 2021\nRaça: Indefinida\nPorte: Médio/Grande\nPersonalidade: Meigo, ativo e brincalhão\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Esterilizado\nHistória: Limão foi abandonado no meio do monte, juntamente com os seus quatro irmãos, quando tinham apenas um mês e meio de vida. Todos os seus irmãos foram adotados, mas Limão continua no canil connosco. Vamos dar um lar a este pequeno que ficou sem os seus companheiros, necessitando apenas de amor humano."
  },
  {
    "name": "Lisa",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2023\nData de entrada: 2023\nRaça: Indeterminada\nPorte: Médio\nPersonalidade: Meiga, ativa e companheira\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: A Lisa foi fruto de uma ninhada indesejada. Pediram-nos ajuda para a esterilização dela e do seu irmão e quando os fomos buscar, vimos que eles se encontravam à corrente, dois bebés, com 6 meses e já condenados a uma prisão. Levamos para esterilizar e claro que não permitimos que os mesmos voltassem para a antiga casa, ficando os dois connosco, naquela que é agora a casa deles. Ambos estavam magros e muito assustados, mas hoje, são meninos completamente mudados."
  },
  {
    "name": "Mac",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2011\nDeu entrada: 2023\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Muito calmo, companheiro e fiel\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado\nHistória: O Mac estava deitado num descampado sem se conseguir mover, foi recolhido e levado para a clínica. Estava exausto, com uma infeção no pénis, desidratado, com as orelhas num estado péssimo, muitas otites e otoematomas não tratados e a mancar, devido ao estado em que tem as artroses. No início mostrou-se um menino defensivo, não sabemos o que terá passado até chagar a nós, mas depois de perceber que só lhe queremos bem mostrou-se um cão muito meigo."
  },
  {
    "name": "Magali",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2019\nData de entrada: 2022\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Calma e muito companheira\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Foi abandonada em fim de gestação. Deram-nos conhecimento quando os bebés tinham duas semanas. Foram resgatados e ficaram todos em segurança connosco até estarem disponíveis para adoção."
  },
  {
    "name": "Mia",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2018\nData entrada: 2021\nRaça: Podenga\nPorte: Médio\nPersonalidade: Calma, meiga e muito carente porém assustada quando não\nconhece\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Foi encontrada num dia de muito frio e chuva, procurava por um sítio onde se pudesse abrigar e alimentar, alguém não ficou indiferente e contactou-nos, vinha muito magra e com muitos traumas. Ao longo do tempo, conseguimos conquistar o coração da Mia e hoje é uma cadela completamente diferente."
  },
  {
    "name": "Michelle",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2014\nData de entrada: 2017\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Extrovertida, brincalhona e meiga\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Foi deixada acorrentada num dia de muito calor, perto do abrigo."
  },
  {
    "name": "Mimi",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2020\nDeu entrada:2022\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Muito meiga, companheira e fiel\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nSociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: A Mimi foi abandonada gestante, junto com a sua filha adulta perto do canil, presas por um arame para não conseguissem fugir. Teve 11 bebés, todos eles cresceram saudáveis e seguiram para adoção."
  },
  {
    "name": "Molly",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2010\nData entrada: 2012\nRaça: X Podengo\nPorte: Médio\nPersonalidade: Calma, muito meiga e carente\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nSociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Deambulava pelas ruas em muito mau estado."
  },
  {
    "name": "Moranguito",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2021\nData de entrada: 2024\nRaça: Podengo\nPorte: Médio\nPersonalidade: Meiga e muito brincalhona\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: A Moranguito foi vítima de atropelamento, teve fratura de cauda, fratura de anca e de fémur.\nA cauda, felizmente não foi preciso amputar, conseguiu-se resolver. A anca, também foi possível recuperar com repouso, já a fratura de fémur, teve que ser submetida a cirurgia.\nPara além de todas as fraturas, a Moranguito foi resgatada muito magra, com o pelo em muito mau estado e com pulgas.\nTinha muitos medos no início, e não tinha qualquer interação com as pessoas, mas com o tempo, o comportamento dela foi mudando, e hoje é uma cadela completamente diferente, confiante e muito brincalhona."
  },
  {
    "name": "Morena",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2020\nDeu entrada: 2022\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Energética, muito brincalhona e meiga\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: A Morena foi deixada com uma corrente à porta do nosso abrigo, descobrimos quem foi o autor do abandono e avançamos com queixa. Vivia a corrente e vinha bastante magra e com alguns medos. Desconfia quando não conhece, mas depressa ganha a confiança."
  },
  {
    "name": "Mouse",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2020\nDeu entrada: 2022\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Energética, muito brincalhona e meiga\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: A Morena foi deixada com uma corrente à porta do nosso abrigo, descobrimos quem foi o autor do abandono e avançamos com queixa. Vivia a corrente e vinha bastante magra e com alguns medos. Desconfia quando não conhece, mas depressa ganha a confiança."
  },
  {
    "name": "Nancy",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2020\nData entrada: 2020\nRaça: X Podengo\nPorte: Médio\nPersonalidade: Muito meiga e extrovertida\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Abandonado em bebé, juntamente com as dois irmãos, e cresceu no\ncanil."
  },
  {
    "name": "Narci",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2021\nData de entrada: 2022\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Muito meiga, ativa e brincalhona\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nSociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Vítima de atropelamento com apenas com 6 meses. Pneumotórax grave, fratura de anca e pélvis, e uma pata completamente desfeita. Sempre pensávamos que a única solução seria a amputação, mas a verdade é que com pensos foi possível salvar a pata desta grande guerreira. Foram longos meses de recuperação, entre pensos diários, repouso para recuperar das fraturas, mas a nossa Narci está complemente recuperada e pronta a seguir para uma família."
  },
  {
    "name": "Nash",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2022\nDeu entrada: 2022\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Calmo, muito meigo e companheiro\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Esterilizado\nHistória: O Nash deu entrada com apenas dois meses, com a mãe e mais 4 irmãos fruto de abandono."
  },
  {
    "name": "Nemo",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2022\nDeu entrada: 2022\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Receoso quando não conhece, mas muito meigo e companheiro\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Esterilizado\nHistória: O Nemo foi abandonado com apenas mês e meio junto com dois irmãos. Vinham em muito mau estado, desnutridos e repletos de pulgas e carraças."
  },
  {
    "name": "Ninja",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2022\nData de entrada: 2022\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Brincalhão, ativo e meigo\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nSociável com gatos\nChipado, Vacinado, Esterilizado\nHistória: A mãe do Ninja foi abandonada à porta do nosso abrigo gestante, em fim de tempo, com outra cadela. O Ninja e os seus 10 irmãos nasceram connosco em segurança, todos os seus irmãos foram adotados, restando ele e outro."
  },
  {
    "name": "Noélia",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2020\nData entrada: 2020\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Assustada quando não conhece, mas muito meiga, fiel e\ncompanheira\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nSociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Nasceu na rua mais uma irmã. Ambas recolhidas junto com a sua mãe, a irmã foi adotada a Noélia nunca teve interessados."
  },
  {
    "name": "Nora",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2014\nData de entrada: 2016\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Meiga e muito protetora\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Foi encontrada com os seus filhos, todos eles adotados."
  },
  {
    "name": "Osho",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2014\nData de entrada: 2016\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Meiga e muito protetora\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Foi encontrada com os seus filhos, todos eles adotados."
  },
  {
    "name": "Pavarotti",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2012\nData de entrada: 2012\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Desconfiado quando não conhece, mas é muito calmo e\nmeigo\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Castrado\nHistória: Foi recolhido em bebé com os seus irmãos e mãe, e cresceu no abrigo"
  },
  {
    "name": "Peste",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2022\nData de entrada: 2022\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Muito meiga, ativa e brincalhona\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Peste foi abandonada juntamente com os seus quatro irmãos e a mãe, com poucos dias de vida. Foram recolhidos e ficaram connosco até ficarem prontos para adoção."
  },
  {
    "name": "Pingo",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2024\nData de entrada: 2024\nRaça: Indeterminada\nPorte: Médio\nPersonalidade: Meigo, ativo e brincalhão\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Esterilizado\nHistória: Pingo foi abandonado com apenas um mês de vida junto com os 5irmãos. Quando foram resgatados, felizmente tínhamos uma cadela amamentar, que os aceitou, até ao mês e meio. Todos os seus irmãos foram adotados, o Pingo foi o único que nunca teve um interessado."
  },
  {
    "name": "Pipoca",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2022\nDeu entrada: 2022\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Receosa quando não conhece, mas muito meiga e companheira\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: A Pipoca foi abandonada com apenas mês e meio junto com dois irmãos. Vinham em muito mau estado, desnutridos e repletos de pulgas e carraças."
  },
  {
    "name": "Puma",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2014\nData de entrada: 2015\nRaça: Podengo\nPorte: Médio\nPersonalidade: Muito assustado, não aceita o toque humano, mas muito\ntranquilo\nNão é sociável com pessoas\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado\nHistória: O Puma foi atirado para dentro de um poço (ele e o seu irmão), conseguimos ganhar a confiança do irmão que entretanto foi adotado, mas nunca conseguimos ganhar a confiança do Puma, tal é o seu trauma."
  },
  {
    "name": "Ranhosa",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2020\nData de entrada: 2022\nRaça: Podenga\nPorte: Médio\nPersonalidade: Muito meiga, ativa e brincalhona\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Ranhosa foi vítima de envenenamento. Quando a encontramos ela estava num estado tão mal que nunca pensámos que ela sobrevivesse. Foram mais de dois dias de convulsões, entrou também em paragem cardiorrespiratória, mas felizmente foi possível reverter a situação. Vários exames foram realizados para perceber se havia mais algum problema associado, mas felizmente estava tudo bem."
  },
  {
    "name": "Rastas",
    "description": ""
  },
  {
    "name": "Salsa",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2012\nData de entrada: 2017\nRaça: Indefinida\nPorte: Médio/Grande\nPersonalidade: Muito carente, tranquila e companheira\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: A Salsa teve um dono, o qual gostava muito dela, mas que infelizmente devido á idade e problemas de saúde, teve que ir para um lar e ninguém da família quis ficar com a Salsa quando mais ela precisou. Os primeiros meses foram muito complicados para a Salsa, e mesmo nos dias de hoje, ela nunca se adaptará a vida de canil."
  },
  {
    "name": "Serena",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2012\nData de entrada: 2024\nRaça: Podenga\nPorte: Médio\nPersonalidade: Meiga, muito carente e companheira\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Abandonada no castelo da Póvoa, a Serena foi mais uma menina que certamente deixou de servir para caça e foi descartada. Uma menina muito meiga e com um jeitinho de ser tão doce. Receosa quando não conhece, mas muito facilmente se acaba por derreter por uma pessoa. Muito alegre e sorridente, a Serena já poucos dentes tem, mais uma prova do seu mau passado, mas agora o futuro dela mudou."
  },
  {
    "name": "Sharpey",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2016\nData de entrada: 2019\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Extrovertida, ativa e muito meiga\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: A Sharpey foi abandonada gestante, quando soubemos já ela tinha tido os bebés, foram todos resgatados e os bebés adotados. No início era muito assustada, mas depressa ganhamos a sua confiança."
  },
  {
    "name": "Sia",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2020\nData de entrada: 2020\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Assustada quando não conhece, mas muito meiga e\nbrincalhona\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Nasceu na rua mais as suas irmãs. Foram todas recolhidas, mas nunca saíram do abrigo."
  },
  {
    "name": "Sininho",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2021\nData de entrada: 2021\nRaça: Podengo\nPorte: Médio\nPersonalidade: Muito meiga, ativa e brincalhona\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nSociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Nasceu na rua, juntamente com mais quatro irmãos. Quando tivemos conhecimento, já eles tinham quase 3 meses, o que dificultou o resgate, pois não estavam habituados ao contacto humano Até hoje nunca teve ninguém interessado na sua adoção."
  },
  {
    "name": "Spider",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2012\nData de entrada: 2014\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Receoso quando não conhece, mas muito extrovertido e\nmeigo\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Castrado\nHistória: Foi atirado para dentro do abrigo, num estado de magreza avançado."
  },
  {
    "name": "Teresa",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2020\nData de entrada: 2023\nRaça: Podenga\nPorte: Médio\nPersonalidade: Receosa, mas meiga e calma\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: A Teresa foi abandonada numa zona bastante erma, junto com outro cão, onde acabou por parir os seus bebés. Ambos, não aceitavam o toque, o que dificultou o seu resgate, só com recurso a armadilha foi possível resgatar todos eles. No início, ela estava muito defensiva, principalmente por causa dos seus filhos. Os bebés foram sendo adotados, e a Teresa foi ganhando a nossa confiança. Continua a ser uma menina que não quer muito contacto, mas que está muito melhor do que quando foi resgatada."
  },
  {
    "name": "Tim Tim",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2020\nData de entrada: 2024\nRaça: Podengo\nPorte: Médio\nPersonalidade: Calmo, meigo e companheiro\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Castrado\nHistória: Encontrado a deambular, já a mancar no meio da Serra do Carvalho. Assim que abordado ele aproximou-se e foi de imediato recolhido e levado para observação. A pata que ele mancava, já é bastante antigo, ao que tudo indica, terá ficado com a pata presa em algum laço, mas como não foi tratado, acabou por calcificar, mas tirando isso, todo o seu estado geral estava bem. Desde o início, que percebemos que era um menino bastante traumatizado, qualquer movimento, qualquer roído, ele assustava-se e começava aos berros. Com o tempo, foi percebendo, que pode confiar naqueles que o rodeiam e hoje é um menino mais feliz."
  },
  {
    "name": "Tom",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2018\nData de entrada: 2018\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Muito extrovertido e brincalhão\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Castrado\nHistória: Foi abandonado mais os seus irmãos em bebés, e cresceu no abrigo."
  },
  {
    "name": "Yoda",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2018\nData de entrada: 2023\nRaça: Podengo\nPorte: Médio\nPersonalidade: Meigo, tranquilo e companheiro\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Esterilizado\nHistória: O Yoda apareceu no nosso abrigo em muito mau estado, magro, com várias feridas pelo corpo, falhas de pelo, as orelhas todas magoadas, algumas partes do corpo inchadas, e muito assustado. Diagnosticado com leishmaniose, todo o seu estado era devido há doença. Dias depois de estar connosco, as crostas das orelhas saíram, e perdeu imenso sangue, aliado às otites, teve que andar diversos dias com pensos. Fez tratamento para a leishmaniose, e agora é um menino completamente mudado, física e psicologicamente."
  },
  {
    "name": "Zeus",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2022\nDeu entrada: 2022\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Energético, muito meigo e companheiro\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Esterilizado\nHistória: O Zeus chegou até nós tinha apenas 4 meses, tinha sido abandonado e não aceitava aproximação, só com recurso a armadilha foi possível o seu resgate. Vinha desnutrido, era possível contar todos os seus ossos, desidratado, repleto de carraças e tentava morder todos que lhe tentavam tocar... foram meses de muito trabalho, mas com muito amor e paciência foi possível mostrar que ainda pode confiar no ser humano, e hoje é um cão receoso quando não conhece, mas depressa se ganha a confiança e conquista o coração de qualquer pessoa."
  },
  {
    "name": "Zoe",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2018\nData de entrada: 2018\nRaça: Indefinida\nPorte: Médio\nPersonalidade: Calma, meiga e brincalhona\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nSociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Foi abandonada junto com os seus irmãos em bebé, e cresceu no abrigo."
  },
  {
    "name": "Bailey",
    "description": ""
  },
  {
    "name": "Ballo",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2014\nData de entrada:2018\nRaça: X Pointer\nPorte: Grande\nPersonalidade: Meigo, energético e companheiro\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Castrado\nHistória: Foi encontrado num estado de magreza avançado, e com dermatite,\nfoi de imediato recolhido."
  },
  {
    "name": "Benji",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2020\nData entrada: 2021\nRaça: Indefinida\nPorte: Grande\nPersonalidade: Ativo, meigo e companheiro\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Castrado\nHistória: Foi vítima de atropelamento, recolhido e levado ao veterinário, felizmente nada de muito grave e recuperou rapidamente."
  },
  {
    "name": "Bernardo",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2020\nData entrada: 2022\nRaça: Indefinida\nPorte: Grande\nPersonalidade: Receoso quando não conhece, mas depressa mostra a sua meiguice\ne lealdade\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Esterilizado\nHistória: O Bernardo vivia na rua com a Bianca, eles jamais aceitavam aproximação, sempre que viam alguém desapareciam. Um dia, entraram num galinheiro só que não conseguiam sair. Os populares ameaçavam fazer-lhes mal e nós, embora sem espaço, não podíamos virar costas e fizemos os possíveis para os receber. Vinha muito magro, com sarna e com um medo terrível de humanos, eles ficaram mais de uma semana sem sequer sair da box, tal era a desconfiança e medo... com muita paciência e tempo, conseguimos começar a ganhar a confiança do Bernardo e"
  },
  {
    "name": "Buggy",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2010\nData de entrada:2013\nRaça: Indefinida\nPorte: Grande\nPersonalidade: Companheiro, meigo e brincalhão\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nSociável com gatos\nChipado, Vacinado, Castrado\nHistória: Foi deixado acorrentado ao portão do abrigo."
  },
  {
    "name": "Capitão",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2013\nData entrada: 2017\nRaça: Castro Laboreiro\nPorte: Grande\nPersonalidade: Calmo, muito meigo e companheiro\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão é sociável com gatos\nChipado, Vacinado e Castrado\nHistória: Foi retirado de uma quinta, com mais 4 cães (um dos quais tinha sido\nroubado), viviam fechados num pequeno barraco, onde o alimento eram as\npróprias fezes ou gado já morto por falta de alimento também. Vinham todos\neles em péssimo estado, muito magros, todos eles com sarna, mas o pior eram\nos traumas p"
  },
  {
    "name": "Kat",
    "description": "Sexo: Feminino\nIdade: Nasceu em 2019\nData de entrada: 2020\nRaça: Indefinida\nPorte: Médio/Grande\nPersonalidade: Receosa no início até ganhar confiança, mas é extremamente\nmeiga e brincalhona\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nSociável com gatos\nChipada, Vacinada, Esterilizada\nHistória: Encontrada junto com a sua amiga Kit a deambular por uma das freguesias do conselho, desde o início que se mostrou logo muito meiga."
  },
  {
    "name": "Mickey",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2018\nData de entrada: 2018\nRaça: Indefinida\nPorte: Grande\nPersonalidade: Calmo e muito meigo\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Castrado\nHistória: Foi abandonado em bebé junto com a sua irmã, e cresceu no abrigo."
  },
  {
    "name": "Ringo",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2015\nDeu entrada: 2020\nRaça: X Boxer\nPorte: Médio/Grande\nPersonalidade: Meigo, muito fiel e brincalhão\nSociável com humanos\nNão é sociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Castrado\nHistória: Foi abandonado numa freguesia, junto com uma cadela, ambos muito magros e com sequelas físicas e psicológicas."
  },
  {
    "name": "Romeu",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2012\nData de entrada: 2013\nRaça: Indefinida\nPorte: Médio/Grande\nPersonalidade: Receoso quando não conhece, mas muito meigo e tranquilo\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Castrado\nHistória: Vagueava pelas ruas da Póvoa com outra cadela, ambos recolhidos."
  },
  {
    "name": "Stuart",
    "description": "Sexo: Masculino\nIdade: Nasceu em 2018\nData de entrada: 2021\nRaça: Indefinida\nPorte: Grande\nPersonalidade: Companheiro, muito meigo e ativo\nSociável com humanos\nSociável com machos\nSociável com fêmeas\nNão sabemos se é sociável com gatos\nChipado, Vacinado, Esterilizado\nHistória: Abandonado nas ruas da nossa vila, estava magro e debilitado, desde logo se mostrou um menino meigo. Com o tempo foi recuperando a sua condição física e hoje é um senhor."
  }
]